Repository: omab/python-social-auth
Catalog: social/apps/django_app/default/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This {0} account is already in use.
ru: Этот аккаунт {0} уже используется.

source: Authentication error
ru: Ошибка аутентификации

source: Authentication Failed
ru: Аутентификации не удалась

source: Jawbone error was {0}
ru: Ошибка Jawbone: {0}

source: User refused the access
ru: Пользователь отклонил доступ

source: Error was
ru: Произошла ошибка

source: Missing unauthorized token
ru: Отсутствует неавторизованный токен

source: Incorrect tokens
ru: Неправильные токены

source: Missing oauth_token
ru: Отсутствует OAuth токен

source: Missing oauth_token_secret
ru: Отсутствует OAuth секрет

source: Cannot get user details: API error
ru: Невозможно получить информацию о пользователе: ошибка API

source: Wrong authorization key
ru: Неверный ключ авторизации

source: Missing Steam Id
ru: Отсутствует Steam Id

source: No AccountSid returned
ru: Сервер не вернул AccountSid

source: VK.com authentication is not completed
ru: Авторизация на vk.com не завершена

source: VK.com authentication failed: Invalid Hash
ru: Авторизация на vk.com не удалась: неверный хэш

source: VK.com authentication failed: invalid auth key
ru: Авторизация на vk.com не удалась: неверный ключ

source: User doesn't belong to the organization
ru: Пользователь не принадлежит данной организации

source: An error ocurred while retrieving users Facebook data
ru: Ошибка при получении данных пользователя с Facebook

source: Missing template or html parameters
ru: Отсутствуют параметры шаблонов или HTML

source: Authentication process canceled
ru: Процесс аутентификации отменён

source: Authentication process was canceled
ru: Процесс аутентификации отменён

source: Authentication failed: {0}
ru: Аутентификация не удалась: {0}

source: An unknown error happened while authenticating {0}
ru: Во время аутентификации произошла неизвестная ошибка {0}

source: Token error: {0}
ru: Ошибка токена: {0}

source: Missing needed parameter {0}
ru: Отсутствует необходимый параметр {0}

source: Session value state missing.
ru: Значение состояния отсутствует в сессии.

source: Wrong state parameter given.
ru: Неверное значение параметра состояния.

source: User revoke access to the token
ru: Пользователь отозвал права доступа к токену

source: Your credentials aren't allowed
ru: Нет доступа с вашими учётными данными

source: The authentication provider could not be reached
ru: Невозможно подключиться к службе аутентификации

source: Email couldn't be validated
ru: Невозможно проверить адрес электронной почты

source: Bitbucket account has no verified email
ru: Аккаунт Bitbucket не содержит подтвержденного адреса электронной почты

source: Refresh tokens for Bitbucket have not been implemented
ru: Обновление токенов для Bitbucket еще не реализовано

source: OpenID discovery error: {0}
ru: Ошибка обнаружения OpenID: {0}

source: Incorrect id_token: iat
ru: Неправильный id_token: iat

source: Incorrect id_token: nonce
ru: Неправильный id_token: nonce

source: Unknown request type {0}. How should it be signed?
ru: Неизвестный тип запроса {0}. Как он должен быть подписан?

source: Unknown error
ru: Неизвестная ошибка

source: The given email address is associated with another account
ru: Указанный адрес электронной почты связан с другим аккаунтом

source: SAML login failed: {0} ({1})
ru: Вход через SAML не удался: {0} ({1})
